import "./About.css";

const About = () => {
  return (
    <div className="content">
      <p className="text-content">
        Добредојдовте на Wine and Dine, вашиот виртуелен водич во светот на
        винариите во Македонија!
      </p>
      <p className="text-content">
        Ние сме посветени на овозможување на вас, љубителите на виното, да го
        истражите богатството на македонската винарска традиција. Нашата мисија
        е да ви претставиме најдобрите винарии, да ви овозможиме лесно
        пребарување и да ви обезбедиме усовршен водич за незаборавни искуства со
        вино.
      </p>
      <p className="text-content">
        Добро дојдовте во светот на Wine and Dine, каде секој залез на сонце е
        повод за ново винарско откривање!
      </p>
    </div>
  );
};

export default About;
